-- SQL скрипт для добавления данных
INSERT INTO addresses (id, restaurant_id, country, city, street, building) VALUES
                                                                               ('cced2f28-8750-40fd-8c79-e885e1b6aa70', '11111111-1111-1111-1111-111111111111', 'Россия', 'Москва', 'Тверская', '1'),
                                                                               ('be6fd900-19e2-4377-8064-87f847316f2c', '22222222-2222-2222-2222-222222222222', 'Россия', 'Санкт-Петербург', 'Невский проспект', '25'),
                                                                               ('499e5f3c-ac4a-477c-8693-e88816445415', '33333333-3333-3333-3333-333333333333', 'Россия', 'Казань', 'Баумана', '10'),
                                                                               ('ac307b7c-e995-46fe-b47f-807f57ae9471', '44444444-4444-4444-4444-444444444444', 'Россия', 'Екатеринбург', 'Ленина', '50'),
                                                                               ('a5e1c34e-0708-42e2-af12-93b1e1926671', '55555555-5555-5555-5555-555555555555', 'Россия', 'Новосибирск', 'Красный проспект', '30'),
                                                                               ('20e214e1-5b55-4ecf-8f50-497879cd2895', '66666666-6666-6666-6666-666666666666', 'Россия', 'Краснодар', 'Красная', '15'),
                                                                               ('24be8419-3306-4c40-b48b-39cb49b17f77', '77777777-7777-7777-7777-777777777777', 'Россия', 'Сочи', 'Курортный проспект', '22'),
                                                                               ('195819d0-0190-42a8-a62e-f2a95c011aed', 'b37b1f77-3cc6-4dfb-bc25-477f019dcbd0', 'Россия', 'Владивосток', 'Светланская', '40'),
                                                                               ('aba49291-3760-4e37-b4b1-3140da57ecc9', 'f91e9e36-39e1-4433-945d-ee3d6f4c1b99', 'Россия', 'Калининград', 'Ленинский проспект', '18'),
                                                                               ('687248d2-4753-4b51-beba-f91e57489e85', '710e3a72-fc0a-4052-b1d6-1e0e1470be32', 'Беларусь', 'Минск', 'Независимости', '25'),
                                                                               ('e81e5199-59f3-45b9-9953-7ca7bf72ebd1', 'cc19dc95-a2f2-48ac-ba16-6afa36a42cda', 'Украина', 'Киев', 'Крещатик', '30'),
                                                                               ('dd11b61a-a87f-4796-a1b4-b80d857aba59', 'b8e1530a-0b98-40e8-af61-c80edd6fd011', 'Казахстан', 'Астана', 'Нуржол', '12');