-- Вставка тестовых данных в таблицу addresses
INSERT INTO addresses (id, restaurant_id, country, city, street, building, latitude, longitude) VALUES
-- 1. Адрес для ресторана f5222e99-9c0b-4ef8-bb6d-6bb9bd380a16
(
    'a1b2c3d4-e5f6-7890-abcd-ef1234567890',
    'f5222e99-9c0b-4ef8-bb6d-6bb9bd380a16',
    'Россия',
    'Москва',
    'Тверская улица',
    '15',
    55.7558,
    37.6173
),

-- 2. Адрес для ресторана b1ffcc99-9c0b-4ef8-bb6d-6bb9bd380a12
(
    '51bda6a8-9e9f-4da1-99e9-b912d80e28ca',
    'b1ffcc99-9c0b-4ef8-bb6d-6bb9bd380a12',
    'Россия',
    'Санкт-Петербург',
    'Невский проспект',
    '25',
    59.9343,
    30.3351
),

-- 3. Адрес для ресторана e4111d99-9c0b-4ef8-bb6d-6bb9bd380a15
(
    'aed0e989-9502-4636-bfcc-defb7b5ccbaa',
    'e4111d99-9c0b-4ef8-bb6d-6bb9bd380a15',
    'Россия',
    'Казань',
    'Улица Баумана',
    '10',
    55.7961,
    49.1064
),

-- 4. Адрес для ресторана 9e02d8dd-26f4-475e-b863-d145075915b0
(
    'aeb9060b-ce51-45e0-9eed-f72fbf3eedd3',
    '9e02d8dd-26f4-475e-b863-d145075915b0',
    'Россия',
    'Екатеринбург',
    'Проспект Ленина',
    '33',
    56.8389,
    60.6057
),

-- 5. Адрес для ресторана c2eedc99-9c0b-4ef8-bb6d-6bb9bd380a13
(
    '8ec57084-eb3e-414f-ad45-ba1a29681d9c',
    'c2eedc99-9c0b-4ef8-bb6d-6bb9bd380a13',
    'Россия',
    'Новосибирск',
    'Красный проспект',
    '20',
    55.0084,
    82.9357
),

-- 6. Адрес для ресторана d3ffec99-9c0b-4ef8-bb6d-6bb9bd380a14
(
    '37ad9b19-0f55-4ce0-98b3-f8be42a9ec11',
    'd3ffec99-9c0b-4ef8-bb6d-6bb9bd380a14',
    'Россия',
    'Краснодар',
    'Улица Красная',
    '42',
    45.0355,
    38.9753
),

-- 7. Адрес для ресторана 2ea7803d-a53c-4b23-adf8-864bbd91f629
(
    '92044ca6-74ca-4f08-8ade-2be7e3ce167a',
    '2ea7803d-a53c-4b23-adf8-864bbd91f629',
    'Россия',
    'Сочи',
    'Курортный проспект',
    '18',
    43.5855,
    39.7231
),

-- 8. Адрес для ресторана 1d3f64f9-a2e6-42ec-be83-19c8549be0b6
(
    '2012ac3f-3977-43e4-b809-19794d45d041',
    '1d3f64f9-a2e6-42ec-be83-19c8549be0b6',
    'Россия',
    'Владивосток',
    'Светланская улица',
    '55',
    43.1155,
    131.8855
),

-- 9. Адрес для ресторана a0eebc99-9c0b-4ef8-bb6d-6bb9bd380a11
(
    'e41dd862-c682-4844-abd1-d026bbcacf94',
    'a0eebc99-9c0b-4ef8-bb6d-6bb9bd380a11',
    'Россия',
    'Калининград',
    'Проспект Мира',
    '12',
    54.7104,
    20.4522
),

-- 10. Адрес для ресторана 3c39f88c-d531-4377-a3fb-badf57a1db7f
(
    '13239554-09d6-46a9-bcf6-7911d78c305f',
    '3c39f88c-d531-4377-a3fb-badf57a1db7f',
    'Беларусь',
    'Минск',
    'Проспект Независимости',
    '30',
    53.9006,
    27.5590
);